{
    "doc_input": "코히어 \"AGI 아닌 '엔터프라이즈 AI' 집중…서울 허브로 亞 공략\"\n장화진 APAC 총괄 \"보안·비용·언어 '3축' 차별화…LG CNS와 성공사례 만들 것\"\n\n\"우리의 목표는 범용인공지능(AGI) 경쟁이 아닙니다. 기업이 실제 현장에서 직면하는 비즈니스 문제를 해결하고 그 가치를 직접 수치화해 투자 대비 수익(ROI)으로 증명하는 '실현 가능한 인공지능(AI)'를 만드는 것입니다. 이 비전을 아시아 전역으로 확산시킬 최적의 허브는 바로 대한민국 서울입니다.\"\n장화진 코히어 아시아태평양(APAC) 총괄사장은 최근 서울 강남에 위치한 코히어 코리아 오피스에서 지디넷코리아와 만나 이같이 밝혔다. 오픈AI, 앤트로픽 등의 거대언어모델(LLM) 기업들이 AGI 개발 무한 경쟁에 뛰어들 때 코히어는 '기업 문제 해결'과 '측정 가능한 ROI'라는 비전에 따라 서울을 중심으로 아태 시장을 공략하겠다는 선언이다. \n25일 업계에 따르면 글로벌 AI 시장이 일반 소비자용 챗봇을 넘어 기업간거래(B2B) 시장으로 본격 확장되면서 데이터 보안과 비용 효율성을 갖춘 AI 솔루션에 대한 요구가 커지고 있다. 이같은 흐름 속에서 코히어는 지난달 한국에 APAC 허브를 설립하며 아시아 B2B 시장 공략의 출사표를 던졌다.\n\n \n장화진 코히어 APAC 총괄사장 (사진=지디넷코리아) \n이러한 코히어의 결정은 오픈AI와 앤트로픽이 각각 싱가포르와 일본에 거점을 마련한 점과 대비되며 업계의 큰 주목을 받았다. 이는 지난 3월 창업자인 에이단 고메즈 최고경영자(CEO)가 직접 방한해 LG CNS와 파트너십을 발표하며 예고했던 국내 시장에 대한 본격적인 투자의 신호탄이다. 코히어의 전략은 AGI 개발 무한 경쟁에 뛰어든 경쟁사들과는 궤를 달리한다. 설립 초기부터 이들은 일반 소비자 시장이 아닌 명확한 ROI를 요구하는 엔터프라이즈 B2B 시장에만 집중해왔다. \n이러한 철학은 최근 공식 출시한 에이전트 AI 플랫폼 '노스(North)'에 집약돼 있다. '노스'는 코딩 지식이 없는 현업 담당자도 손쉽게 AI 솔루션을 구축하고 배포하게 해주는 엔드투엔드(End-to-End) 플랫폼이다. \n장 총괄사장은 \"최근 MIT 보고서에 따르면 기업 AI 기술검증(PoC)의 95%가 실패하는데 이는 범용 AI가 기업 내부의 복잡한 시스템과 통합되지 못하기 때문\"이라며 \"'노스'는 바로 이 '통합의 문제'를 해결함으로써 기업이 실질적인 ROI를 달성하도록 돕는 솔루션\"이라고 설명했다. \n \n \n코히어의 기업용 에이전틱 AI 플랫폼 '노스' (사진=코히어) \n코히어의 자신감은 ▲보안 ▲비용 효율성 ▲다국어 지원이라는 세 가지 차별점에서 비롯된다. 장 총괄사장에 따르면 이중 핵심은 '보안'으로, 코히어는 외국계 기업임에도 대한민국 외교부 프로젝트를 수주하며 시장의 신뢰를 증명했다. 모든 솔루션을 고객사 데이터센터에 직접 설치하는 '온프레미스 배포'를 원칙으로 데이터가 외부로 유출될 가능성을 원천 차단했기 때문이다. \n이같은 온프레미스 방식에는 막대한 하드웨어 투자 비용이 걸림돌이 될 수 있다. 이러한 '비용 효율성' 문제 역시 아키텍처 최적화로 해결했다는 것이 장 총괄사장의 설명이다. \n그는 \"경쟁사 모델이 16개 이상의 그래픽처리장치(GPU)를 요구할 때 우리의 LLM '커맨드'는 단 2개의 GPU만으로 동일하거나 더 나은 성능을 보인다\"고 밝혔다. \n마지막 강점은 '다국어 역량'이다. '커맨드' 모델은 한국어를 포함해 34개 언어를 공식 지원한다. 이러한 역량의 배경에는 \"AI의 혜택이 영어권에만 집중돼서는 안 된다\"는 철학 아래 100개 이상의 언어를 지원하는 오픈소스 모델 '아야(Aya)'를 개발한 비영리 단체 '코히어 랩스(Cohere Labs)'가 있다. \n이 세 가지 강점의 조합이 코히어만의 '스윗 스팟(Sweet Spot)'을 만든다. 데이터 규제가 엄격한 금융, 공공, 헬스케어는 물론 에너지, 제조, 통신 등 국가 핵심 산업이 회사의 핵심 목표시장이다. \n코히어의 기술적 깊이는 업계 최고 수준의 검색증강생성(RAG) 스택에서도 드러난다. 실제로 RAG 기술을 최초로 개발한 패트릭 루이스 코히어 에이전틱 AI 디렉터가 현재 직접 회사의 관련 솔루션 개발을 이끌고 있다. \n \n \n장화진 코히어 APAC 총괄사장 (사진=지디넷코리아) \n장 총괄사장은 \"미국의 한 헬스케어 기업은 우리 RAG의 '정확한 출처 제시(Citation)' 기능을 통해 환자 데이터 등 민감한 정보 검색에서 높은 신뢰도를 확보했다\"고 소개했다. \n국내 시장에서는 LG CNS와의 파트너십을 통해 초기 시장 개척의 발판을 마련한 상황이다. 장 총괄사장에 따르면 코히어의 기술적 우위, 특히 LLM을 특정 산업 환경에 맞춰 깊이 있게 미세조정(Customization)할 수 있는 역량이 파트너십의 핵심 동력으로 작용했다. \n그는 \"아키텍처 구조상 미세조정이 어려운 경쟁사들과 달리 우리는 LG CNS가 한국의 공공·금융 환경에 특화된 자체 LLM을 만들 수 있도록 지원했다\"며 \"공공·금융 분야의 성공 사례를 바탕으로 제조, 유통 등 다른 핵심 산업 분야에서도 한국 기업에 최적화된 솔루션을 제공해 나갈 것\"이라고 밝혔다. \n궁극적으로 코히어의 전략은 '소버린 AI'라는 시대적 요구와 맞닿아있다. 캐나다 토론토에 본사를 둔 이 회사는 미·중 패권 구도에서 비교적 벗어나 있어 각국의 데이터 주권 확보를 지원하는 최적의 파트너임을 자처한다. 온프레미스 배포를 통해 데이터 통제권을 고객에게 완전히 넘겨주고 오픈소스 모델 '아야'로 다국어·다문화 AI 기반을 제공하는 투트랙 전략이다. \n특히 서울 허브는 단순한 영업 지사를 넘어 코히어의 아시아태평양 사업 전체를 이끄는 핵심 기지가 될 전망이다. 이미 본사 직속 머신러닝(ML) 엔지니어를 채용하며 테크 조직으로서의 면모를 갖췄고 최근 일본 지사장을 선임하는 등 아시아 전역으로의 확장을 준비하고 있다. \n장 총괄사장은 \"우리는 단순 소프트웨어 판매사가 아니라 기업의 문제를 함께 해결하고 ROI를 증명하는 '파트너'\"라며 \"전 세계 최고 수준의 전문가들과 함께 아시아태평양 지역의 비즈니스를 키워나가는 여정에 동참해달라\"고 강조했다. \n아래는 장화진 총괄사장과의 일문일답. \nQ. 오픈AI, 앤트로픽 등 다른 프론티어 AI 기업들은 일본이나 싱가포르를 첫 아시아 거점으로 삼았다. 이와 달리 코히어는 한국을 아시아태평양(APAC) 허브로 선택했다. 특별한 이유가 있나. \nA. 한국은 선진적인 디지털 인프라, 우수한 AI 인재, 고도로 발달된 기술 생태계를 모두 갖춘 곳이다. 특히 최근 정부와 기업 모두 '소버린 AI' 등으로 대표되는 AI 이니셔티브에 대한 관심과 수요가 매우 높다. 이러한 환경 덕분에 한국은 우리의 AI 솔루션을 가장 먼저 선보이고 아시아 전역으로 확산시킬 최적의 허브라고 판단했다. \n이는 개인적으로 과거 여러 글로벌 테크 기업에서 일하며 얻은 확신이기도 하다. 한국 고객들은 요구사항 수준이 높고 기술적으로도 매우 앞서있다. 여기서 통하는 솔루션이라면 다른 어떤 시장에서도 성공할 수 있다는 의미다. \n코히어는 아시아태평양 지역 전략거점으로 대한민국 서울을 선택했다. (사진=코히어) \nQ. 여타 프론티어 AI랩들이 AGI 경쟁에 뛰어든 가운데 코히어는 수익화 가능한 기업 문제 해결에 집중하는 점이 인상적이다. 이러한 비즈니스 철학은 어디서 비롯됐나. (지난 2017년 생성형 AI의 기반 기술인 트랜스포머를 고안한) 에이단 고메즈, 닉 프로스트, 아이반 장이라는 세 공동창업자의 역할과 비전이 코히어의 전략에 어떻게 반영되고 있나. \nA. 실제로 우리의 목표는 AGI 경쟁이 아니라 기업이 실제 현장에서 직면하는 비즈니스 문제를 해결하고 그 가치를 직접 수치화해 개선하는 '실현 가능한 AI'를 만드는 것이다. 이것이 일반 소비자 시장이 아닌 엔터프라이즈 B2B 시장에 집중하는 이유다. \n창업자 각자의 역할도 명확하다. 에이단 고메즈 CEO는 혁신을 통해 비즈니스 문제를 해결하는 데, 닉 프로스트 공동창업자는 차세대 AI 기술 개발과 사용자 경험(UX)에, 아이반 장 공동창업자는 실제 제품 개발을 총괄하는 데 집중한다. 특히 아이반은 이달 출시한 에이전트 AI 플랫폼 '노스' 개발을 직접 이끌었다. 여기에 공공 분야에도 관심이 많아 캐나다 정부와 협력하며 데이터 보안 및 주권(Residency) 문제에 깊이 관여하고 있다. \n이 세 명의 공통된 비전은 \"기업의 문제를 실질적으로 해결해 투자 대비 수익(ROI)을 신속히 실현하는 AI를 만들자\"는 것이다. \nQ. 코히어의 제품 포트폴리오가 궁금하다. 핵심 제품인 노스(North), 커맨드(Command), 임베드(Embed), 리랭크(Rerank)는 각각 어떤 문제를 해결하며 이 솔루션들이 하나의 플랫폼으로서 어떻게 시너지를 내는가. \nA. 우리 제품군은 크게 파운데이션 모델과 이를 감싸는 플랫폼으로 나뉜다. \n파운데이션 모델의 핵심은 '커맨드' LLM이다. 오랜 시간과 막대한 비용이 소요될 초거대 모델 대신 기업이 당장 효율적으로 쓸 수 있도록 최적화된 모델이다. 경쟁사가 수십 개의 GPU를 요구할 때 '커맨드'는 최소 단 2개의 GPU만으로도 비슷하거나 보다 나은 성능을 낸다. 특히 온프레미스 환경에서 아랍어 등 특정 언어의 다양한 방언이나 산업별 용어에 맞춰 미세조정이 가능한 것이 강점이다. \n강력한 검색증강생성(RAG) 스택을 구성하는 '임베드(Embed)'와 '리랭크(Rerank)'도 있다. '임베드'는 100개 이상의 언어를 기반으로 텍스트는 물론 PDF, 이미지, 그래프 속 데이터까지 검색하고 '리랭크'는 이렇게 찾아낸 정보들 중 가장 정확하고 연관성 높은 답변의 순위를 매겨 제시한다. \n이 모든 모델을 감싸는 것이 바로 에이전트 AI 플랫폼인 '노스'다. 이달 공식적으로 전 세계에 출시한 '노스'는 프로그래밍 지식이 필요 없는 노코드(No-code) 기반의 엔드투엔드 플랫폼이다. 최근 MIT 보고서에 따르면 기업 AI PoC의 95%가 실패하는데 이는 범용 AI 툴이 기업 내부의 전사적 자원관리(ERP), 데이터베이스(DB) 등 각기 다른 시스템과 연동되지 않아 실질적인 워크플로우에 적용될 수 없기 때문이다. \n이 '통합의 문제'를 해결하는 것이 '노스'의 핵심이다. '노스'는 AI가 실제 업무 프로세스에 깊숙이 통합되도록 설계됐다. 이를 통해 기업들이 PoC 단계의 장벽을 넘어 실질적인 ROI를 신속히 달성하도록 돕는다. 즉, '커맨드', '임베드', '리랭크'가 엔진이라면 '노스'는 기업이 이 엔진을 손쉽게 활용해 AI 솔루션을 구축하고 배포하게 해주는 완성된 차체와 같다. \n \n \n장화진 코히어 APAC 총괄사장 (사진=지디넷코리아) \nQ. 외국계 기업임에도 대한민국 외교부 프로젝트를 수주한 사례가 놀랍다. 민감한 데이터를 다루는 공공·금융·헬스케어 기업들이 코히어를 선택하는 이유는 무엇인가. \nA. 핵심적인 이유는 온프레미스에 기반한 보안 역량이라고 본다. \n공공·금융·헬스케어처럼 규제가 많은 산업에 있어 온프레미스 배포는 한국뿐만 아니라 아시아 및 글로벌 시장의 핵심 요구사항이다. 기업의 기밀문서가 외부 인터넷으로 나가는 것을 원천 차단해 보안 우려를 해소할 수 있기 때문이다. 우리는 이 지점에 주목해 우리의 모든 솔루션이 온프레미스 환경에서 완벽하게 작동하도록 설계했다. \n특히 최근 주목받는 '에이전트 AI'를 제대로 활용하려면 이 지점이 보다 중요해진다. 에이전트 AI가 직원처럼 일하려면 그 직원이 접근할 수 있는 모든 내부 데이터베이스와 애플리케이션에 접근해야 하는데 클라우드 기반 AI는 보안 규제 때문에 이 접근이 막히는 경우가 많다. \n우리는 '노스'를 통해 이 문제를 해결한다. '노스'는 업계 표준 기술인 모델 컨텍스트 프로토콜(MCP)을 기반으로, 온프레미스 환경 속에서도 구글·마이크로소프트(MS) 솔루션부터 SAP·오라클 등의 ERP, 이외 맞춤형 DB까지 기업이 사용하는 거의 모든 시스템과의 연결을 지원한다. 이같이 포괄적인 데이터 접근을 보안 걱정 없이 구현하기에 직원들은 에이전트 AI를 통해 효율적으로 일할 수 있게 된다. \nQ. 온프레미스 방식이 보안에는 유리하지만 GPU 클러스터 구축 등 막대한 초기 하드웨어 투자 비용이 부담으로 작용할 수 있다. 코히어는 이 비용 효율성 문제를 어떻게 해결했나. \nA. 온프레미스 AI 도입 시 고객들이 가장 우려하는 부분이다. 우리는 LLM 아키텍처를 기업 환경에 맞게 고도로 최적화해 이 문제를 해결한다. \n앞서 언급했듯 경쟁사 모델이 제대로 성능을 내기 위해 16개 이상의 GPU를 필요로 하는데 비해 '커맨드' 모델은 단 2개의 GPU만으로도 동일하거나 보다 뛰어난 결과를 보여준다. 결과적으로 고객은 훨씬 적은 비용으로 온프레미스 AI를 구축하고 운영할 수 있다. \nQ. 한국뿐 아니라 일본, 동남아 등 다양한 언어가 공존하는 아시아 시장에서 다국어 능력은 필수적이다. 코히어 솔루션의 언어 역량은 어느 수준인가. \nA. '커맨드'는 공식적으로 한국어, 일본어, 중국어, 베트남어 등 34개 언어를 지원한다. 특히 아랍어의 경우 다양한 지역 방언들도 동시에 구사하는 등 우수한 언어 역량을 보여준다. 이러한 공식 지원 언어는 계속 확장해 나갈 계획이다. 이러한 역량의 배경에는 우리 비영리 단체인 '코히어 랩스'가 있다. \n이 단체는 \"AI의 혜택이 영어권에만 집중돼서는 안 된다\"는 철학 하에 전 세계 AI 개발자들을 모아 100개 이상의 언어를 지원하는 오픈소스 모델 '아야(Aya)'를 개발했다. '아야'를 통해 확보된 기술력이 코히어의 상용 플랫폼에도 그대로 녹아들어 강력한 다국어 처리 능력을 갖추게 될 수 있었다. \n \n \n코히어랩스의 오픈소스 다국어 모델 '아야' (사진=코히어) \nQ. 앞서 설명한 보안, 비용 효율성, 다국어 지원이라는 강점을 종합해 보면 코히어는 온프레미스·고규제 환경에서 사실상 경쟁자가 없는 독자적인 영역, 즉 '스윗 스팟'을 가지고 있는 것으로 보인다. \nA. 맞다. 우리의 경쟁력은 이 모든 요소를 동시적으로 제공하는 데 있다. 단순히 온프레미스에서 작동하는 에이전트 AI를 넘어 그 기반이 되는 LLM인 '커맨드'와 검색 스택인 '임베드' 및 '리랭크'까지 엔드투엔드로 제공하면서 동시에 특정 언어와 산업에 맞춰 미세조정할 수 있는 것은 현재 코히어가 유일하다고 본다. \n이러한 면에서 볼 때 우리의 '스윗 스팟'은 바로 이 조합을 가장 필요로 하는 기업들이다. 대표적으로 데이터 규제가 엄격한 금융, 공공, 헬스케어 분야가 핵심 타겟이다. 그 외에도 국가 핵심 전략 산업인 에너지, 제조, 통신 분야의 글로벌 기업들과도 활발히 협력하고 있다. 벨 캐나다, 사우디 텔레콤 등이 좋은 사례다. \nQ. 회사의 RAG 스택 역시 업계에서 독보적인 강점을 보이는 것으로 알려져 있다. 이 기술력이 실제 고객 환경에서 가장 큰 차이를 만든 사례를 소개해달라. \nA. RAG 기술을 처음으로 개발한 패트릭 루이스가 현재 우리의 관련 솔루션 개발을 이끌고 있다. 덕분에 우리 RAG 스택은 업계 최고 수준이라고 자부한다. \n그 효과의 가장 대표적인 사례는 미국의 한 헬스케어 기업이다. 생명과 직결되는 분야인 만큼 내부 데이터 검색의 정확성은 무엇보다 중요하다. 우리 RAG 솔루션은 이 기업의 방대한 내부 의료 프로토콜, 가이드라인, 환자 데이터 등을 기반으로 정확한 답변을 찾아준다. \n더불어 우리의 강점은 '정확한 출처 제시'에 있다. 모든 답변에 근거가 된 문서의 출처를 명확히 밝혀주기 때문에 사용자는 언제든 원문을 직접 확인하며 정보의 정확성을 재차 검증할 수 있다. 이는 환각 현상을 억제할 뿐 아니라 결과에 대한 신뢰도를 극대화하는 핵심 기능이다. \nQ. 국내 시장에서는 LG CNS와의 협력이 가장 주목받았다. LG CNS를 첫 파트너로 선택한 이유는 무엇이며 이 파트너십이 외교부 프로젝트 수주와 같은 성과로 이어진 과정이 궁금하다. \nA. LG CNS는 규모가 크고 우수한 AI 인력을 보유했으며 동시에 금융권을 포함한 대외 사업에서 강력한 역량을 갖추고 있어 첫 파트너로 선택했다. \n파트너십의 핵심은 'LLM 커스터마이제이션(미세조정)'에 있다. 아키텍처 구조상 미세조정이 어려운 경쟁사들과 달리 우리는 LG CNS가 한국의 공공·금융 환경에 특화된 자체 LLM을 만들 수 있도록 지원했다. \n외교부 프로젝트는 이러한 협력의 대표적인 성공 사례다. 외교부는 수많은 내부 기밀문서를 다뤄야 하므로 온프레미스 환경이 필수적이었고 동시에 전 세계의 다양한 언어를 처리할 다국어 역량이 필요했다. 우리는 LG CNS와 함께 '똑똑한 AI 외교관'이라는 목표 아래 이 두 가지 핵심 요구사항을 모두 충족하며 프로젝트를 수주할 수 있었다. \n \n \nLG CNS AI센터장인 진요한 상무(왼쪽)와 에이단 고메즈 코히어 CEO(오른쪽)가 나란히 앉아 있는 모습 (사진=LG CNS) \nQ. LG CNS 외에 국내 시장에서 전략적으로 우선순위를 두는 다른 산업 분야나 파트너 유형이 있나. \nA. 우리의 '스윗 스팟'인 고규제 산업과 공공 분야를 계속해서 우선순위에 둘 계획이다. LG CNS와 집중하고 있는 공공·금융 분야 외에도 제조, 헬스케어, 통신, 에너지 등 국가 핵심 산업의 선도 기업들과 파트너십을 확대해 나갈 것이다. 이러한 모든 미래 협력의 중심에는 에이전트 AI 플랫폼인 '노스'가 자리하게 될 것이다. \nQ. 한국을 포함한 아태 시장에서는 데이터 주권과 각국의 상이한 규제를 존중하는 '소버린 AI'에 대한 요구가 커지고 있다. 국가별로 규제 환경이 다른 아시아태평양(APAC) 지역에 대응하는 코히어의 접근법은 무엇인가. \nA. 앞서 언급한 우리의 아키텍처 자체가 답이다. 우리 솔루션은 고객사의 데이터센터에 직접 설치하는 온프레미스 배포가 핵심이기 때문이다. 이를 통해 데이터 현지화(Localization), 보안, 개인정보보호 등 각국의 다양한 규제 요구사항을 원천적으로 충족시킨다. \n가장 중요한 원칙은 \"데이터 통제권은 전적으로 고객에게 있다\"는 것이다. 고객의 데이터로 우리 모델을 미세조정하더라도 그 데이터는 절대 해당 기업이나 정부 기관의 방화벽 밖으로 나가지 않는다. 심지어 솔루션을 제공하는 우리조차도 고객 데이터에 접근하거나 들여다볼 수 없다. 기술을 제공할 뿐 데이터에 대한 모든 관리와 통제권은 고객이 갖는다. 이것이 우리가 다양한 규제 환경에 대응하는 방식이다. \nQ. AI 패권이 미국과 중국 중심으로 재편되는 가운데 한국, 캐나다, 프랑스, 인도 등이 제3의 AI 강국이 되기 위한 경쟁도 치열하다. 이 구도 속에서 코히어는 한국이 글로벌 AI 리더로 도약하기 위해 어떤 지원을 할 수 있나. \nA. 창업자인 에이단 고메즈가 캐나다 국적이듯 우리는 미국·중국 AI 패권 구도에서 비교적 벗어나 캐나다 토론토에 본사를 둔 기업이다. 최근 우리가 캐나다 정부와 파트너십을 맺고 소버린 AI 구축을 지원하는 것처럼 우리는 이 경험과 철학을 다른 국가에도 동일하게 적용한다. \n나라마다 소버린 AI의 정의가 조금씩 다르지만 코히어가 한국을 지원하는 방식은 두 가지 축으로 명확히 나뉜다. 첫째는 우리 모델을 온프레미스 방식으로 제공해 한국의 데이터와 문화를 담은 고유의 AI 모델을 만들 수 있도록 돕는 것이다. 핵심은 AI 모델과 데이터에 대한 모든 통제권이 전적으로 한국 정부나 기업에 있다는 점이다. \n둘째는 비상업적인 기여다. 앞서 언급한 우리의 비영리단체인 '코히어 랩스'에서 나온 100개 이상의 언어를 지원하는 모델 '아야'는 글로벌 오픈소스 커뮤니티에 올라와 있다. 이를 누구나 다운로드 받아 전 세계 모든 국가가 자체적인 AI 주권을 확보할 수 있도록 기술적 기반을 제공하고 있는 것이다. \n \n \n장화진 코히어 APAC 총괄사장 (사진=지디넷코리아) \nQ. 코히어 서울 허브는 회사의 아태 전략에서 어떤 역할을 담당하며 향후 아시아 시장 확장 계획은 어떻게 되나. \nA. 서울 허브는 아태 확장 전략의 핵심 기지다. 현재는 영업, 기술 배포, 고객 성공(Customer Success)을 책임지며 국내 시장 확산에 집중하고 있지만 동시에 기타 아시아 시장 진출을 위한 전략을 설정하는 역할도 맡고 있다. \n구체적으로는 한국, 일본, 싱가포르를 최우선 집중 시장으로 보고 있다. 최근 일본 지사장을 선임해 이달 말 온보딩을 앞두고 있으며 일본 지사 설립도 곧 가시화될 것이다. 이후 단계로는 인도와 호주 시장 진출을 계획하고 있다. \nQ. 서울 허브가 단순한 영업 지사를 넘어 연구개발(R&D) 기능을 포함한 기술 조직으로 확장될 가능성도 있나. \nA. 이미 단순한 영업 지사가 아니다. 현재 국내에서 영업, 솔루션 아키텍트(SA), 고객 성공 매니저(CSM) 등 비즈니스 인력과 더불어 본사 직속으로 근무하는 머신러닝(ML) 엔지니어를 이미 채용했고 계속 충원하고 있다. 향후 아시아태평양 마케팅 인력까지 채용할 계획으로, 서울 허브는 코히어의 아시아 사업 전반을 이끄는 핵심 기술 및 비즈니스 조직으로 성장할 것이다. \nQ. 한국 허브 채용에서 가장 중점적으로 보는 역량과 인재상은 무엇인가. \nA. AI 분야에 대한 역량과 관심은 기본이다. 이 외에는 '산업 도메인에 대한 깊은 이해'를 갖춘 인재를 찾고 있다. B2B 비즈니스에 집중하기 때문에 고객이 속한 산업의 문제를 이해하고 함께 해결하려는 의지와 관심이 중요하다. 특히 우리의 '스윗 스팟'인 금융, 제조, 공공 등 규제가 많은 산업에 대한 이해도가 높은 분이라면 더욱 환영한다. \nQ. 마지막으로 한국의 엔터프라이즈 의사결정자, 개발자, 그리고 코히어 합류를 꿈꾸는 인재들에게 각각 메시지를 전한다면. \nA. 먼저 엔터프라이즈 의사결정자들께는 우리가 단순한 소프트웨어 판매사가 아닌 기업의 비즈니스 문제를 함께 해결하는 '파트너'가 되겠다고 약속한다. 우리는 AI를 가장 신속하고 쉽게 도입해 실질적으로 측정 가능한 ROI를 신속히 제시하는 데 집중한다. 이 모든 과정은 데이터 보안을 최우선으로 하는 프라이빗 배포(Private Deployment)를 통해 안전하게 제공될 것이다. \n \n관련기사 \n코히어, 기업용 AI 플랫폼 '노스' 공개…LG CNS·델과 'AI 동맹' 구축2025.08.07 \n5억 달러 유치 성공한 코히어, 캐나다 정부 AX 지원 사격…IPO 움직임도 본격화2025.08.20 \n코히어, 다국어 AI 전초기지로 '서울' 선택…아태 확장 '본격화'2025.07.16 \n[현장] 엔비디아가 찍은 'AI 천재' 에이단 고메즈 코히어 CEO, 韓 찾아 금융시장에 '러브콜'2025.03.06 \n개발자들께는 차세대 AI 솔루션을 함께 만들자고 제안하고 싶다. 우리는 최첨단 기술을 다루는 기업으로서 에이전트 AI 플랫폼을 기반으로 B2B 고객에게 실질적인 가치를 제공하는 의미 있는 솔루션을 개발하고자 한다. \n마지막으로 미래의 동료가 될 인재들께는 보람 있고 의미 있는 여정에 동참해달라고 말하고 싶다. 전 세계 최고 수준의 AI 전문가들과 함께 최첨단 기술이 실제 산업 현장에 어떻게 적용되는지 경험하고 우리의 아태 비즈니스를 키워나가는 성장의 기회를 잡길 바란다.",
    "collection_id": "250825_00000001",
    "collection_name": "IT_NEWS",
    "collection_memo": "코히어(Cohere) \n- AGI 경쟁이 아닌 기업의 실질적인 비즈니스 문제 해결과 ROI 실현에 초점. \n- 보안(온프레미스 배포), 비용 효율성(최적화된 GPU 사용), 다국어 지원(34개 언어 공식 지원) \n- 한국을 아시아태평양(APAC) 허브로 선택하여 아시아 시장 확장을 추진 \n- 핵심 제품으로 LLM(커맨드), RAG 스택(Embedd, Rerank), 에이전트 AI 플랫폼(노스)",
    "user_id": "ko_00000002"
}
